# Задание номер 1
# Запросили от пользователя число а затем прибавили к нему 2
print('Введите пожалуйста число, а я прибавлю к нему 2')
key = int(input())
print('И мы получаем', key + 2)

